{% extends 'base.html' %}

{% block title %}Kodeks Postępowania PZK{% endblock %}

{% block content %}
    <div class="container">
        <h2 class="mb-4">Kodeks Postępowania PZK</h2>

        {% if agreement %}
        <p>Kodeks został już zaakceptowany.</p>
        {% else %}
        <form method="post" action="{{ url_for('coc') }}">
            <div class="form-check mb-3">
            <input type="checkbox" class="form-check-input" id="coc" name="coc" data-val="true" and value="true" required>
            <label class="form-check-label" for="coc">
              Oświadczam, że zapoznałem się i przyjmuję treści 
              <a href="https://drive.google.com/file/d/1kQhL5ApG7VsSfYINORMqadKHnqpJbq6c/view?usp=sharing" target="_blank">
              Kodeksu Postępowania Polskiego Związku Kendo</a>.
            </label>
            <p class="mt-3">Przyjęcie Kodeksu Postępowania jest wymagane dla zawodników, działaczy, sponsorów, 
              wolontariuszy, sędziów, egzaminatorów, trenerów i całego środowiska PZK.</p>
          </div>

            <button type="submit" class="btn btn-primary">Tak</button>
        </form>
        {% endif %}

        <br /><br /><br /><br />
        <div class="jumbotron">
            <h1 class="display-4">Kodeks postępowania Polskiego Związku Kendo</h1>
            <!-- <p class="lead">This is a simple hero unit, a simple jumbotron-style component for calling extra attention to featured content or information.</p> -->
            <hr class="my-4">
            <div>
                
            <h4><span class="c10">&sect;1<br>Wst&#281;p</span></h4><p class="c6"><span>Kodeks post&#281;powania Polskiego Zwi&#261;zku Kendo, zwany dalej Kodeksem, jest zbiorem g&#322;&oacute;wnych zasad i warto&#347;ci etycznych wyznaczaj&#261;cych standardy post&#281;powania w Polskim Zwi&#261;zku Kendo (</span><span>PZK)</span><span>. Stanowi on odzwierciedlenie po&#380;&#261;danych w </span><span>PZK</span><span>&nbsp;postaw i dzia&#322;a&#324; zwi&#261;zanych z nale&#380;ytym reprezentowaniem interes&oacute;w &#347;rodowiska kendo, iaido i jodo w Polsce. Kodeks ten opracowany zosta&#322; dla zawodnik&oacute;w, dzia&#322;aczy, sponsor&oacute;w, wolontariuszy, s&#281;dzi&oacute;w, egzaminator&oacute;w, trener&oacute;w i </span><span>ca&#322;ego &#347;rodowiska </span><span>PZK</span><span>. Celem Kodeksu jest promocja harmonijnej wsp&oacute;&#322;pracy i okre&#347;lenia przejrzystych regu&#322;, zgodnych z duchem uczciwej sportowej rywalizacji i idei Fair Play. Osi&#261;gni&#281;cie tego celu, jak i sam wizerunek </span><span>PZK</span><span class="c4">, uzale&#380;nione s&#261; od poszanowania i sumiennego stosowania okre&#347;lonych w niniejszym Kodeksie zasad etycznych. </span></p><h4 class="c5" id="h.2erxr0sy6qti"><span class="c10">&sect;2<br>Zakres stosowania</span></h4><ol class="c2 lst-kix_6vw76gxe7ncn-0 start" start="1"><li class="c0 li-bullet-0"><span class="c4">Niniejszy Kodeks ma zastosowanie do:</span></li></ol><ol class="c2 lst-kix_6vw76gxe7ncn-1 start" start="1"><li class="c1 li-bullet-0"><span class="c4">w&#322;adz i komisji PZK,</span></li><li class="c1 li-bullet-0"><span class="c4">trener&oacute;w, </span></li><li class="c1 li-bullet-0"><span class="c4">instruktor&oacute;w, </span></li><li class="c1 li-bullet-0"><span class="c4">innych os&oacute;b wchodz&#261;cych w sk&#322;ad kadry szkoleniowej,</span></li><li class="c1 li-bullet-0"><span class="c4">s&#281;dzi&oacute;w,</span></li><li class="c1 li-bullet-0"><span class="c4">egzaminator&oacute;w, </span></li><li class="c1 li-bullet-0"><span class="c4">zawodnik&oacute;w, </span></li><li class="c1 li-bullet-0"><span>wszystkich os&oacute;b </span><span>niez</span><span>rzeszonych, lecz </span><span>anga&#380;uj&#261;c</span><span>ych si&#281; w dzia&#322;alno&#347;&#263; na rzecz </span><span>PZK</span><span class="c4">.</span></li></ol><ol class="c2 lst-kix_6vw76gxe7ncn-0" start="2"><li class="c0 li-bullet-0"><span>Je&#380;eli naruszenie postanowie&#324; Kodeksu dotyczy klubu cz&#322;onkowskiego </span><span>PZK</span><span class="c4">, odpowiedzialno&#347;&#263; ponosz&#261; osoby statutowo uprawnione do jego reprezentacji, o ile pope&#322;nione naruszenie nie wi&#261;&#380;e si&#281; z dzia&#322;aniami konkretnej osoby wyst&#281;puj&#261;cej w jego imieniu.</span></li><li class="c0 li-bullet-0"><span class="c19">Kodeks post&#281;powania PZK obowi&#261;zuje zar&oacute;wno w kontek&#347;cie trenowania oraz wsp&oacute;&#322;zawodnictwa Kendo/Iaido/Jodo, jak i w &#380;yciu codziennym, tam gdzie zastosowanie jego ma sens z uwagi na kontekst spo&#322;eczny.</span></li></ol><h4 class="c5" id="h.jdzfrpx9u3li"><span>&sect;3<br>G&#322;&oacute;wne zasady post&#281;powania</span></h4><ol class="c2 lst-kix_kmm2t9ly2fvz-0 start" start="1"><li class="c0 li-bullet-0"><span class="c4">Uczciwo&#347;&#263; i prawdom&oacute;wno&#347;&#263;</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-1 start" start="1"><li class="c1 li-bullet-0"><span class="c4">w relacjach kendo/iaido/jodo nale&#380;y przestrzega&#263; istniej&#261;cych regu&#322; post&#281;powania i uznanych spo&#322;ecznie norm moralnych,</span></li><li class="c1 li-bullet-0"><span class="c4">nale&#380;y stawia&#263; dobro i interes kendo/iaido/jodo, a tak&#380;e przestrzegane normy, ponad korzy&#347;&#263; osobist&#261;,</span></li><li class="c1 li-bullet-0"><span class="c4">nale&#380;y dotrzymywa&#263; danego s&#322;owa, zw&#322;aszcza przy realizacji zadeklarowanych zobowi&#261;za&#324;,</span></li><li class="c1 li-bullet-0"><span class="c4">niedopuszczalne jest k&#322;amanie ani wprowadzanie w b&#322;&#261;d innych,</span></li><li class="c1 li-bullet-0"><span class="c4">zakazane jest stosowanie niedozwolonych &#347;rodk&oacute;w lub manipulacji, aby poprawi&#263; swoje wyniki w zawodach,</span></li><li class="c1 li-bullet-0"><span>PZK</span><span class="c4">&nbsp;przyk&#322;ada du&#380;&#261; wag&#281; do uczenia dzieci i m&#322;odzie&#380;y rywalizacji w duchu Fair Play,</span></li><li class="c1 li-bullet-0"><span>c</span><span>z&#322;onkowie w&#322;adz, dzia&#322;acze i wolontariusze </span><span>PZK</span><span>&nbsp;mog&#261; </span><span>wr&#281;cza&#263; lub</span><span class="c4">&nbsp;przyjmowa&#263; jedynie takie prezenty, kt&oacute;re zgodnie z obowi&#261;zuj&#261;cymi lokalnymi zwyczajami mog&#261; stanowi&#263; wyraz szacunku lub przyja&#378;ni,</span></li><li class="c1 li-bullet-0"><span>Zarz&#261;d </span><span>PZK</span><span class="c4">&nbsp;powinien bezwzgl&#281;dnie przestrzega&#263; prawa i zasad gospodarno&#347;ci w zakresie zarz&#261;dzania finansami.</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-0" start="2"><li class="c0 li-bullet-0"><span class="c4">Godno&#347;&#263;</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-1 start" start="1"><li class="c1 li-bullet-0"><span class="c4">to poczucie w&#322;asnej warto&#347;ci i szacunek dla samego siebie,</span></li><li class="c1 li-bullet-0"><span class="c4">wyra&#380;a si&#281; w pragnieniu posiadania szacunku od innych os&oacute;b z uwagi na swoje walory duchowe, moralne i zas&#322;ugi spo&#322;eczne,</span></li><li class="c1 li-bullet-0"><span>niedopuszczalna jest jakakolwiek dyskryminacja ze wzgl&#281;du na ras&#281;, p&#322;e&#263;, orientacj&#281; seksualn&#261;, pochodzenie etniczne, narodowo&#347;&#263;, religi&#281;, pogl&#261;dy filozoficzne lub polityczne i stan cywilny,</span></li><li class="c1 li-bullet-0"><span class="c4">niedopuszczalne jest u&#380;ywanie obra&#378;liwych gest&oacute;w i s&#322;&oacute;w w celu zniewa&#380;ania innych os&oacute;b w jakikolwiek spos&oacute;b, ani nak&#322;anianie innych do nienawi&#347;ci lub przemocy,</span></li><li class="c1 li-bullet-0"><span>niedopuszczalne jest dr&#281;czenie (mobbing), kt&oacute;re jest systematycznymi, wrogimi i powtarzaj&#261;cymi si&#281; dzia&#322;aniami, maj&#261;ce na celu szkodzenie, odizolowanie, wykluczenie danej osoby lub </span><span>umniejszenie</span><span class="c4">&nbsp;jej godno&#347;ci,</span></li><li class="c1 li-bullet-0"><span class="c4">zabronione jest molestowanie seksualne,</span></li><li class="c1 li-bullet-0"><span class="c4">zabronione s&#261; gro&#378;by, obietnice korzy&#347;ci i wymuszenia,</span></li><li class="c1 li-bullet-0"><span>zabronione s&#261; wszelkie formy przemocy psychicznej, fizycznej, seksualnej i te zwi&#261;zanej ze wsp&oacute;&#322;zawodnictwem sportowym,</span></li><li class="c1 li-bullet-0"><span class="c4">osobista postawa zawodnika powinna by&#263; po&#322;&#261;czona z dba&#322;o&#347;ci&#261; o honor oraz lojalno&#347;ci&#261; wobec reprezentowanych barw narodowych, lokalnych i klubowych,</span></li><li class="c1 li-bullet-0"><span>mo&#380;na d&#261;&#380;y&#263; do uzyskania rozg&#322;osu wy&#322;&#261;cznie dzi&#281;ki wybitnym osi&#261;gni&#281;ciom sportowym, trenerskim i organizacyjnym,</span></li><li class="c1 li-bullet-0"><span class="c4">doping jest ca&#322;kowicie zakazany na ka&#380;dym poziomie rywalizacji w kendo/iaido/jodo; przepisy FIK (International Kendo Federation), EKF (European Kendo Federation) oraz WADA (&#346;wiatow&#261; Agencj&#281; Antydopingow&#261;) dotycz&#261;ce walki z dopingiem musz&#261; by&#263; bezwzgl&#281;dnie przestrzegane,</span></li><li class="c1 li-bullet-0"><span>uczestnicy wydarze&#324; </span><span>PZK</span><span class="c4">&nbsp;s&#261; zobowi&#261;zani do przestrzegania zasady Fair Play, unikania niesportowych zachowa&#324; i nie wp&#322;ywania na wynik rywalizacji w spos&oacute;b sprzeczny z etyk&#261; sportow&#261;,</span></li><li class="c1 li-bullet-0"><span>cz&#322;onkowie i wszyscy zaanga&#380;owani w dzia&#322;alno&#347;&#263; </span><span>PZK</span><span class="c4">&nbsp;zapewniaj&#261; sportowcom warunki bezpiecze&#324;stwa, dobrostanu i opieki medycznej sprzyjaj&#261;ce ich r&oacute;wnowadze fizycznej i psychicznej,</span></li><li class="c1 li-bullet-0"><span class="c4">niedopuszczalne jest nadu&#380;ywanie swoich funkcji oraz w&#322;adzy w celu osi&#261;gni&#281;cia prywatnych korzy&#347;ci.</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-0" start="3"><li class="c0 li-bullet-0"><span class="c4">Bezpiecze&#324;stwo</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-1 start" start="1"><li class="c1 li-bullet-0"><span class="c4">nale&#380;y zawsze dba&#263; o bezpiecze&#324;stwo w&#322;asne i naszych partner&oacute;w treningowych,</span></li><li class="c1 li-bullet-0"><span class="c4">nale&#380;y dostosowa&#263; metody i intensywno&#347;&#263; trening&oacute;w do wieku, mo&#380;liwo&#347;ci i umiej&#281;tno&#347;ci zawodnik&oacute;w,</span></li><li class="c1 li-bullet-0"><span class="c4">nale&#380;y u&#380;ywa&#263; odpowiedniego i bezpiecznego sprz&#281;tu treningowego/ochronnego,</span></li><li class="c1 li-bullet-0"><span>w&#322;adze </span><span>PZK</span><span class="c4">&nbsp;dbaj&#261; o poufno&#347;&#263; informacji strategicznych z punktu widzenia Zwi&#261;zku oraz danych osobowych,</span></li><li class="c1 li-bullet-0"><span>organizatorzy imprez, w&#322;adze </span><span>PZK</span><span>&nbsp;oraz inne osoby zaanga&#380;owane w dzia&#322;alno&#347;&#263; </span><span>PZK</span><span class="c4">&nbsp;s&#261; zobowi&#261;zane dba&#263;, aby warunki na treningach, zgrupowaniach, konsultacjach szkoleniowych i zawodach spe&#322;nia&#322;y najwy&#380;sze standardy bezpiecze&#324;stwa.</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-0" start="4"><li class="c0 li-bullet-0"><span class="c4">Przejrzysto&#347;&#263;</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-1 start" start="1"><li class="c1 li-bullet-0"><span>PZK</span><span class="c4">&nbsp;komunikuje opinii publicznej cele i bie&#380;&#261;ce dzia&#322;ania,</span></li><li class="c1 li-bullet-0"><span>organizatorzy, w&#322;adze </span><span>PZK</span><span>&nbsp;oraz inne osoby zaanga&#380;owane w dzia&#322;alno&#347;&#263; </span><span>PZK</span><span class="c4">&nbsp;stosuj&#261; jasne i wyra&#378;nie komunikowane zasady przy organizacji wydarze&#324;,</span></li><li class="c1 li-bullet-0"><span>w&#322;adze </span><span>PZK</span><span class="c4">&nbsp;przyk&#322;adaj&#261; nale&#380;yt&#261; wag&#281; do jako&#347;ci dokumentacji dzia&#322;a&#324; Zwi&#261;zku oraz poddaj&#261; si&#281; regularnym kontrolom,</span></li><li class="c1 li-bullet-0"><span>zasoby (&#347;rodki), do kt&oacute;rych dost&#281;p maj&#261; </span><span>w&#322;adze</span><span>&nbsp;i wolontariusze </span><span>PZK</span><span>&nbsp;mog&#261; by&#263; wykorzystywane wy&#322;&#261;cznie dla cel&oacute;w </span><span>PZK</span><span class="c4">,</span></li><li class="c1 li-bullet-0"><span>dokumentacja finansowa </span><span>PZK</span><span>&nbsp;jest prowadzona w spos&oacute;b jawny, klarowny i zgody z obowi&#261;zuj&#261;cymi przepisami.</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-0" start="5"><li class="c0 li-bullet-0"><span class="c4">Sprawiedliwo&#347;&#263; i r&oacute;wno&#347;&#263;</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-1 start" start="1"><li class="c1 li-bullet-0"><span class="c4">sprawiedliwo&#347;&#263; oznacza uczciwe i nieuprzywilejowane post&#281;powanie wobec siebie i innych os&oacute;b, respektuj&#261;c przyj&#281;te standardy i etyczne zasady obowi&#261;zuj&#261;ce w kendo/iaido/jodo,</span></li><li class="c1 li-bullet-0"><span class="c4">nale&#380;y d&#261;&#380;y&#263; do zapewnienia r&oacute;wnych szans i przywilej&oacute;w,</span></li><li class="c1 li-bullet-0"><span class="c4">osoba, kt&oacute;ra &#322;amie przepisy regulaminu rywalizacji sportowej, powinna podlega&#263; odpowiedniej i identycznej dla wszystkich karze,</span></li><li class="c1 li-bullet-0"><span class="c4">wszystkie organy orzekaj&#261;ce w Zwi&#261;zku oraz jego organizacjach cz&#322;onkowskich powinny prowadzi&#263; dzia&#322;ania bezstronnie i niezale&#380;nie oraz wydawa&#263; w pe&#322;ni obiektywne orzeczenia,</span></li><li class="c1 li-bullet-0"><span class="c4">wszystkich uczestnik&oacute;w rywalizacji sportowej obowi&#261;zuj&#261; r&oacute;wne prawa i obowi&#261;zki.</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-0" start="6"><li class="c0 li-bullet-0"><span class="c4">Szacunek</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-1 start" start="1"><li class="c1 li-bullet-0"><span class="c4">akceptujemy postaw&#281; i zachowania drugiego cz&#322;owieka, jego cechy, osi&#261;gni&#281;cia, d&#261;&#380;enia i pogl&#261;dy niezale&#380;nie od ich zgodno&#347;ci z naszymi w&#322;asnymi cechami,</span></li><li class="c1 li-bullet-0"><span class="c4">wymagamy wsp&oacute;&#322;pracy opartej na wzajemnym szacunku i przekazujemy te warto&#347;ci dzieciom i m&#322;odzie&#380;y, </span></li><li class="c1 li-bullet-0"><span>okazujemy szacunek wszystkim zaanga&#380;owanym w dzia&#322;alno&#347;&#263; </span><span>PZK</span><span class="c4">&nbsp;niezale&#380;nie od pe&#322;nionej przez nich funkcji,</span></li><li class="c1 li-bullet-0"><span class="c4">okazujemy szacunek zawodnikom dru&#380;yny przeciwnej, zar&oacute;wno w przypadku wygranej, jak i przegranej,</span></li><li class="c1 li-bullet-0"><span class="c4">rywalizacj&#281; sportow&#261; wykorzystujemy do doskonalenia w&#322;asnych umiej&#281;tno&#347;ci i cech osobowo&#347;ciowych,</span></li><li class="c1 li-bullet-0"><span class="c4">pe&#322;nienie funkcji kierowniczych nie zwalnia nas z obowi&#261;zku szacunku wobec innych,</span></li><li class="c1 li-bullet-0"><span class="c4">komunikujemy si&#281; w pozytywny i przyjazny spos&oacute;b, z poszanowaniem zasad dobrych obyczaj&oacute;w. </span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-0" start="7"><li class="c0 li-bullet-0"><span class="c4">S&#322;u&#380;ba spo&#322;eczna</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-1 start" start="1"><li class="c1 li-bullet-0"><span class="c4">prowadzimy dzia&#322;alno&#347;&#263; edukacyjn&#261; i wychowawcz&#261; w zakresie promocji sportu i zdrowia,</span></li><li class="c1 li-bullet-0"><span class="c4">aktywnie uczestniczymy w &nbsp;kampaniach spo&#322;ecznych propaguj&#261;cych sport i zdrowie,</span></li><li class="c1 li-bullet-0"><span>w&#322;adze </span><span>PZK, liderzy klubowi, trenerzy i nauczyciele</span><span>&nbsp;powinni stanowi&#263; wz&oacute;r do na&#347;ladowania w kwestii zaanga&#380;owania spo&#322;ecznego,</span></li><li class="c1 li-bullet-0"><span>wspieramy finansowo inicjatywy istotne spo&#322;ecznie zgodnie z dzia&#322;alno&#347;ci&#261; </span><span>PZK</span><span>.</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-0" start="8"><li class="c0 li-bullet-0"><span class="c4">Reagowanie</span></li></ol><ol class="c2 lst-kix_kmm2t9ly2fvz-1 start" start="1"><li class="c1 li-bullet-0"><span>osoby podlegaj&#261;ce Kodeksowi czuwaj&#261; nad stosowaniem zasad i przepis&oacute;w </span><span>PZK</span><span class="c4">&nbsp;w tym &nbsp;Kodeksu,</span></li><li class="c1 li-bullet-0"><span>zg&#322;oszenia przypadk&oacute;w naruszenia Kodeksu b&#261;d&#378; podejrzenia wyst&#261;pienia zachowa&#324; nieetycznych nale&#380;y kierowa&#263; ustnie lub pisemnie do bezpo&#347;redniego prze&#322;o&#380;onego lub Zarz&#261;du </span><span>PZK</span><span>, w celu ewentualnego skierowania sprawy do organ&oacute;w dyscyplinarnych </span><span>PZK</span><span class="c4">,</span></li><li class="c1 li-bullet-0"><span class="c4">bezpo&#347;redni prze&#322;o&#380;ony, kt&oacute;ry zosta&#322; poinformowany o podejrzeniu naruszenia Kodeksu, ma obowi&#261;zek zg&#322;osi&#263; ten fakt Zarz&#261;dowi PZK,</span></li><li class="c1 li-bullet-0"><span class="c4">wszystkim osobom zg&#322;aszaj&#261;cym przypadki naruszenia Kodeksu gwarantuje si&#281; zachowanie poufno&#347;ci i wsparcie,</span></li><li class="c1 li-bullet-0"><span class="c4">w&#347;r&oacute;d dzieci i m&#322;odzie&#380;y szczeg&oacute;lnie zwracamy uwag&#281; na przypadki zaistnienia nieetycznych zachowa&#324; i wskazujemy zachowania prawid&#322;owe,</span></li><li class="c1 li-bullet-0"><span>PZK</span><span class="c4">&nbsp;poprzez Komisj&#281; Arbitra&#380;owo-Dyscyplinarn&#261; wyci&#261;ga konsekwencje wobec os&oacute;b naruszaj&#261;cych zasady etyczne oraz wspiera osoby poszkodowane,</span></li><li class="c1 li-bullet-0"><span class="c4">propagujemy zasady zawarte w niniejszym Kodeksie,</span></li><li class="c1 li-bullet-0"><span>wyra&#378;nie </span><span>sprzeciwiamy</span><span class="c4">&nbsp;si&#281; stosowaniu agresji s&#322;ownej w &#347;rodowisku PZK,</span></li><li class="c1 li-bullet-0"><span>Zarz&#261;d </span><span>PZK</span><span class="c4">&nbsp;mo&#380;e w razie potrzeby okre&#347;li&#263; przepisy wykonawcze do niniejszego Kodeksu.</span></li></ol><h4 class="c5" id="h.m6073olyya4i"><span class="c10">&sect;4<br>Zasady szczeg&oacute;&#322;owe</span></h4><ol class="c2 lst-kix_nyfrutd0azt3-0 start" start="1"><li class="c0 li-bullet-0"><span class="c4">Odpowiedzialno&#347;&#263;</span></li></ol><ol class="c2 lst-kix_nyfrutd0azt3-1 start" start="1"><li class="c1 li-bullet-0"><span>ka&#380;da osoba oraz wszystkie podmioty dzia&#322;aj&#261;ce w ramach </span><span>PZK</span><span class="c4">&nbsp;odpowiadaj&#261; za swoje s&#322;owa i czyny oraz ponosz&#261; za nie okre&#347;lone konsekwencje,</span></li><li class="c1 li-bullet-0"><span class="c4">odpowiedzialno&#347;&#263; dzielimy na:</span></li></ol><ol class="c2 lst-kix_nyfrutd0azt3-2 start" start="1"><li class="c6 c13 li-bullet-0"><span class="c4">moraln&#261;, kt&oacute;ra wynika z powszechnie uznawanych norm i warto&#347;ci, kt&oacute;re zosta&#322;y przyj&#281;te w okre&#347;lonym &#347;rodowisku,</span></li><li class="c6 c13 li-bullet-0"><span class="c4">prawn&#261;, kt&oacute;ra oznacza obowi&#261;zek ponoszenia okre&#347;lonych konsekwencji za zachowania i czyny swoje albo innych os&oacute;b, na mocy odpowiednich przepis&oacute;w prawa,</span></li></ol><ol class="c2 lst-kix_nyfrutd0azt3-1" start="3"><li class="c1 li-bullet-0"><span class="c4">zawodnicy zobowi&#261;zani s&#261; do uczciwo&#347;ci i profesjonalizmu podczas zawod&oacute;w oraz do post&#281;powania zgodnego z przepisami i zasadami etyki,</span></li><li class="c1 li-bullet-0"><span class="c4">trenerzy odpowiadaj&#261; za profesjonalne i skuteczne przygotowanie zawodnik&oacute;w oraz kompetentne kierowanie dru&#380;ynami w trakcie zawod&oacute;w,</span></li><li class="c1 li-bullet-0"><span class="c4">s&#281;dziowie odpowiadaj&#261; za uczciwe prowadzenie zawod&oacute;w i wydawanie sprawiedliwych decyzji,</span></li><li class="c1 li-bullet-0"><span class="c4">egzaminatorzy odpowiadaj&#261; za bezstronne i obiektywne ocenianie umiej&#281;tno&#347;ci os&oacute;b uczestnicz&#261;cych w egzaminach,</span></li><li class="c1 li-bullet-0"><span>sponsorzy i dzia&#322;acze maj&#261; obowi&#261;zek stwarzania warunk&oacute;w sprzyjaj&#261;cych realizacji racjonalnej polityki finansowej Zwi&#261;zku oraz odpowiedniej organizacji imprez </span><span>PZK</span><span class="c4">,</span></li><li class="c1 li-bullet-0"><span>w&#322;adze i dzia&#322;acze </span><span>PZK</span><span>&nbsp;oraz osoby i podmioty zaanga&#380;owane w dzia&#322;ania </span><span>PZK</span><span class="c4">&nbsp;s&#261; odpowiedzialni za ustanowienie moralnie jednoznacznego systemu funkcjonowania polskiego kendo/iaido/jodo oraz konsekwentne przeciwdzia&#322;anie wszelkim nieprawid&#322;owo&#347;ciom i patologiom, kt&oacute;re mog&#261; pojawi&#263; si&#281; w Zwi&#261;zku.</span></li><li class="c1 li-bullet-0"><span class="c4">wszystkie osoby, do kt&oacute;rych maj&#261; zastosowanie przepisy Kodeksu powinny by&#263; &#347;wiadome znaczenia pe&#322;nionych przez nie r&oacute;l w PZK oraz zwi&#261;zanych z nimi obowi&#261;zk&oacute;w i odpowiedzialno&#347;ci.</span></li></ol><ol class="c2 lst-kix_nyfrutd0azt3-0" start="2"><li class="c0 li-bullet-0"><span class="c4">Wytrwa&#322;o&#347;&#263;</span></li></ol><ol class="c2 lst-kix_nyfrutd0azt3-1 start" start="1"><li class="c1 li-bullet-0"><span class="c4">ka&#380;dy zawodnik uprawiaj&#261;cy kendo/iaido/jodo powinien systematycznie d&#261;&#380;y&#263; do osi&#261;gni&#281;cia swojego celu sportowego,</span></li><li class="c1 li-bullet-0"><span class="c4">d&#322;ugotrwa&#322;e d&#261;&#380;enie do osi&#261;gni&#281;cia celu jest mo&#380;liwe tylko poprzez nieustanne doskonalenie umiej&#281;tno&#347;ci technicznych, co pozwala na osi&#261;ganie coraz lepszych wynik&oacute;w sportowych,</span></li><li class="c1 li-bullet-0"><span class="c4">zaprzeczeniem cechy wytrwa&#322;o&#347;ci jest stosowanie dopingu,</span></li><li class="c1 li-bullet-0"><span>trenerzy i dzia&#322;acze sportowi powinni przejawia&#263; pasj&#281; i determinacj&#281; w procesie budowania Zwi&#261;zku oraz przy pokonywaniu wszelkich trudno&#347;ci zgodnie z przyj&#281;tymi normami prawnymi i moralnymi.</span></li></ol><ol class="c2 lst-kix_nyfrutd0azt3-0" start="3"><li class="c0 li-bullet-0"><span class="c4">Rzetelno&#347;&#263;</span></li></ol><ol class="c2 lst-kix_nyfrutd0azt3-1 start" start="1"><li class="c1 li-bullet-0"><span class="c4">zadania i przyj&#281;te na siebie obowi&#261;zki powinny by&#263; realizowane precyzyjnie, dok&#322;adnie i poprawnie,</span></li><li class="c1 li-bullet-0"><span class="c4">warto&#347;&#263; ka&#380;dej rywalizacji zale&#380;y od solidnej pracy zawodnik&oacute;w, ale tak&#380;e od wieloletniego procesu szkolenia, trudu w trakcie trening&oacute;w i zdrowego stylu &#380;ycia,</span></li><li class="c1 li-bullet-0"><span class="c4">zawodnicy powinni d&#261;&#380;y&#263; &#347;wiadomie do doskonalenia swojej sprawno&#347;ci fizycznej, ruchowej i psychicznej,</span></li><li class="c1 li-bullet-0"><span class="c4">trenerzy i instruktorzy powinni uczy&#263; zawodnik&oacute;w rzetelno&#347;ci, pilno&#347;ci i samodyscypliny poprzez solidne i ci&#261;g&#322;e aktualizowanie warsztatu szkoleniowego, umiej&#281;tno&#347;ci budowania atmosfery wsp&oacute;&#322;pracy w zespole, zdolno&#347;ci stymulowania ambicji i determinacji oraz ci&#261;g&#322;ego doskonalenia techniki, </span></li><li class="c1 li-bullet-0"><span class="c4">trenerzy powinni kszta&#322;towa&#263; i egzekwowa&#263; zachowania zgodne z duchem sportu,</span></li><li class="c1 li-bullet-0"><span class="c4">trenerzy powinni odsuwa&#263; od rywalizacji sportowej osoby, kt&oacute;re nie rozumiej&#261; sensu walki sportowej i systematycznie naruszaj&#261; jej warto&#347;ci,</span></li><li class="c1 li-bullet-0"><span class="c4">s&#281;dziowie oraz egzaminatorzy nie powinni dopu&#347;ci&#263; do sytuacji, gdy ich nieudolno&#347;&#263;, nieuwaga i brak dobrej woli mog&#322;y by zniweczy&#263; trud zawodnik&oacute;w lub os&oacute;b uczestnicz&#261;cych w egzaminie, podwa&#380;aj&#261;c sens ich pracy.</span></li></ol><ol class="c2 lst-kix_nyfrutd0azt3-0" start="4"><li class="c0 li-bullet-0"><span class="c4">Bezstronno&#347;&#263; s&#281;dziowska oraz egzaminatorska</span></li></ol><ol class="c2 lst-kix_nyfrutd0azt3-1 start" start="1"><li class="c1 li-bullet-0"><span class="c4">ka&#380;dy, kto podejmuje si&#281; trudnych obowi&#261;zk&oacute;w s&#281;dziego w zawodach sportowych, musi by&#263; niez&#322;omnym arbitrem, bezwzgl&#281;dnie sprawiedliwym i wolnym od wszelkich form stronniczo&#347;ci,</span></li><li class="c1 li-bullet-0"><span>s&#281;dzia powinien d&#261;&#380;y&#263; do spe&#322;nienia aktualnych standard&oacute;w kendo/iaido/jodo oraz obiektywnego oceniania wszystkich sytuacji w trakcie rywalizacji sportowej,</span></li><li class="c1 li-bullet-0"><span>ka&#380;dy, kto podejmuje si&#281; trudnych obowi&#261;zk&oacute;w egzaminatora podczas egzamin&oacute;w zwi&#261;zkowych oraz mi&#281;dzynarodowych, musi by&#263; niez&#322;omny w ocenianiu, bezwzgl&#281;dnie sprawiedliwym i wolnym od wszelkich form stronniczo&#347;ci</span></li><li class="c1 li-bullet-0"><span class="c4">egzaminator powinien d&#261;&#380;y&#263; do spe&#322;nienia aktualnych standard&oacute;w kendo/iaido/jodo oraz obiektywnego oceniania umiej&#281;tno&#347;ci ka&#380;dej zdaj&#261;cej osoby w trakcie egzamin&oacute;w.</span></li></ol><ol class="c2 lst-kix_nyfrutd0azt3-0" start="5"><li class="c0 li-bullet-0"><span class="c4">Poufno&#347;&#263;</span></li></ol><ol class="c2 lst-kix_nyfrutd0azt3-1 start" start="1"><li class="c1 li-bullet-0"><span>osoby zaanga&#380;owane w dzia&#322;alno&#347;&#263; </span><span>PZK </span><span class="c4">maj&#261; obowi&#261;zek zachowywa&#263; pe&#322;n&#261; poufno&#347;&#263;, zw&#322;aszcza w odniesieniu do wszelkich informacji, kt&oacute;re zosta&#322;y im powierzone w zaufaniu,</span></li><li class="c1 li-bullet-0"><span>zaufanie poufno&#347;ci ma ograniczenie w sytuacjach, gdy zachowanie poufno&#347;ci jest sprzeczne z przepisami prawa powszechnego lub regulacjami </span><span>PZK</span><span class="c4">,</span></li><li class="c1 li-bullet-0"><span class="c4">obowi&#261;zek zachowania poufno&#347;ci nie wygasa z momentem zako&#324;czenia jakiejkolwiek relacji, na podstawie kt&oacute;rej dana osoba podlega Kodeksowi. </span></li></ol><h4 class="c5" id="h.ac644ixpsh7l"><span>&sect;5<br>Postanowienia ko&#324;cowe</span></h4><ol class="c2 lst-kix_6zsyzo7v1f8e-0 start" start="1"><li class="c0 li-bullet-0"><span>Kodeks wchodzi w &#380;ycie z dniem podj&#281;cia uchwa&#322;y o jego przyj&#281;ciu przez Zarz&#261;d </span><span>PZK</span><span class="c4">.</span></li><li class="c0 li-bullet-0"><span>Prawo interpretacji Kodeksu przys&#322;uguje Zarz&#261;dowi </span><span>PZK</span><span>. </span></li><li class="c0 li-bullet-0"><span class="c4">W sprawach nie uj&#281;tych w Kodeksie, wszelkie decyzje podejmuje Zarz&#261;d PZK.</span></li><li class="c0 li-bullet-0"><span class="c4">Kodeks &nbsp;mo&#380;e by&#263; zmieniany lub uzupe&#322;niany przez cia&#322;a kolegialne PZK.</span></li><li class="c0 li-bullet-0"><span>Zmiany w Kodeksie powinny by&#263; og&#322;aszane i dost&#281;pne dla wszystkich zainteresowanych stron.</span></li></ol><p class="c6 c7"><span class="c17 c9"></span></p></div>        
        </div>

    </div>
{% endblock %}

